Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pamięć o zwycięstwach w sercach ludzi trwać będzie tak długo, jak tlić się będzie ogień naszego Pana. Choć wielowiekowa historia Myrtany usłana jest niezliczonymi wiktoriami, w ostatnich miesiącach niczym grom z jasnego nieba spadła na nią klęska królewskiej floty w Bitwie o Wschodni Archipelag.
uk: Пам'ять про перемоги в серцях народу житиме доти, доки жеврітиме вогонь нашого Господа. Хоча багатовікова історія Міртани усіяна незліченними перемогами, поразка королівського флоту в битві за Східний Архіпелаг в останні місяці звалилася на неї, як грім серед ясного неба.

source: Pan Ciemności na pewno mnie wysłucha!
uk: Повелитель Темряви неодмінно мене почує!

source: Pan Valerio, świeć Adanosie nad jego duchem, jeszcze do końca nie ostygł, a Holdwig już zaczął wojować o majątek. Moim zdaniem tak nie przystoi, powinien ponieść konsekwencje!
uk: Тіло пана Валеріо, нехай Аданос освятить його душу, ще не встигло охолонути, а Гольдвіг вже почав боротьбу за майно. Я вважаю, що так не можна, і він має розуміти наслідки!

source: Pan Volker bardzo dobrze dba o swoich pracowników i docenia ich zaangażowanie!
uk: Пан Волкер дуже добре дбає про своїх співробітників і цінує їхню відданість справі!

source: Pan Volker to najbogatszy człowiek w mieście.
uk: Пан Волкер – найбагатша людина у місті.

source: Pan Volker wyznaczył jako moje osobiste zadanie dostarczyć mu twój parszywy łeb. Ułatwiasz mi robotę, chłopcze.
uk: Пан Волкер особисто доручив мені доставити йому твою паршиву голову. Ти полегшив мені роботу, хлопче.

source: Pancerz
uk: Обладунки

source: Pancerz Bena
uk: Обладунок Бена

source: Pancerz Bradlocka
uk: Обладунок Бредлока

source: Pancerz Nordmarczyka
uk: Обладунок нордмарця

source: Pancerz Renegata
uk: Обладунок відступника

source: Pancerz Ulryka
uk: Обладунок Ульріка

source: Pancerz Volkera
uk: Обладунок Волкера

source: Pancerz Wilczego Syna
uk: Обладунок Вовчого Сина

source: Pancerz kusznika renegata
uk: Обладунок арбалетника відступників

source: Pancerz kusznika straży
uk: Обладунок вартового арбалетника

source: Pancerz najemnego strażnika
uk: Обладунок найманця

source: Pancerz paladyna
uk: Обладунок паладина

source: Pancerz rycerza
uk: Обладунок лицаря

source: Pancerz starszego gońca
uk: Обладунок старшого посланця

source: Pancerz starszego gońca (800 SZ).
uk: Обладунок старшого посланця (800 золотих)

source: Pancerz strażnika
uk: Обладунок вартового

source: Pancerz strażnika renegata
uk: Обладунок вартового відступників

source: Pancerz strzelca Araxos
uk: Обладунок стрільця Араксосу

source: Pancerz szermierza Araxos
uk: Обладунок мечника Араксосу

source: Pancerz szermierza renegata
uk: Обладунок мечника відступників

source: Pancerz szermierza straży
uk: Обладунок вартового мечника

source: Pancerz tropiciela Araxos
uk: Обладунок мисливця Араксосу

source: Pancerze Araxos
uk: Обладунок Араксосу

source: Pancerze Straży
uk: Обладунок вартового

source: Panie dowódco! Czy widział Pan, jak one są wykonane? Może są dobre dla tych chuderlaków z Vengardu, ale dla nas, synów Archolos?
uk: Пане командуючий! Ви бачили, як вони зроблені? Може, вони і підходять для тих кістлявих воїнів Венгарду, але ж не для нас, синів Архолосу.

source: Panie dowódco! Melduję, że testujemy nowe wyposażenie.
uk: Командире! Доповідаю, ми випробовуємо нове спорядження.

source: Panie, tak do kaleki mówić? Zero szacunku! Pewnie myślisz, że jestem jakimś śmieciem, że nie warto na mnie tracić czasu, co?
uk: Пане, як так можна розмовляти з калікою? Ніякої поваги! Ти, мабуть, думаєш, що я якийсь непотріб, що на мене не варто витрачати свій час, так?

source: Panie, zlituj się! Sypnij złotem, 25 sztuk potrzebuję!
uk: Чоловіче, змилуйся! Сипни золота, 25 золотих не вистачає!

source: Panika. Ludzie przygotowują się do walki, a inni, co mają odrobinę rozumu w głowie, kombinują jak wydostać się z wyspy.
uk: Паніка. Люди готуються до бою, а ті, хто має хоч трохи розуму в голові, придумують, як вибратися з острова.

source: Panowie na spektakl?
uk: Панове прийшли на спектакль?

source: Panowie strażnicy, nie poratowalibyście złotkiem biednego kaleki?
uk: Панове вартові, чи не допоможете ви хоча б монетою бідному каліці?

source: Panowie! Czyńcie honory!
uk: Панове! Будьте ласкаві!

source: Panowie! Jesteście tutaj, bo należycie do najlepszych z najlepszych na tej wyspie. Przypominam, że nasze spotkanie musi zostać utrzymane w całkowitej tajemnicy.
uk: Панове! Ви знаходитесь тут, тому що ви кращі з кращих на цьому острові. Нагадую вам, що наша зустріч має бути цілком таємною.

source: Panuje tam straszny bałagan i... pełno tam ogromnych szczurów. Naprawdę, nie chciałbyś tam zaglądać!
uk: Там жахливий безлад і... там повно величезних щурів. Насправді, тобі не захочеться туди заглядати!

source: Panują tu jakieś prawa?
uk: Чи існують тут якісь закони?

source: Panują tu jakieś zasady?
uk: Чи є тут якісь правила?

source: Paola
uk: Паоло

source: Papier do Animacji
uk: Папір для анімації

source: Papier, papier... gdzieś go tutaj miałem...
uk: Документ, документ... Десь він був у мене...

source: Papiery są w porządku, nic nie stoi na przeszkodzie, żebyś mógł wejść do środka...
uk: Документи в порядку, нічого не заважає тобі зайти всередину...

source: Parszywa gnida miała pójść narąbać drewna, ale pewnie sam narąbał się grogiem, bo co innego może robić stary marynarz puszczony w samopas?
uk: Паскудна гнида мала б піти рубати дрова, але він, мабуть, накидався грогом, бо що ще може робити старий моряк, коли його відпустили самого по собі?

source: Parszywy gnojek...
uk: Паскудний сучий син...

source: Parszywy złodziej!
uk: Паршивий злодій!

source: Parszywy złodziej! Czego ode mnie chcesz?!
uk: Паршивий злодій! Чого ти від мене хочеш?

source: Parszywy złodziej! Czekaj no...
uk: Паршивий злодій! Постривай-но...

source: Parszywy złodziej! Czekaj tylko...
uk: Паршивий злодій! Зачекай-но...

source: Partactwa u mnie nie znajdziesz, a ja muszę za coś żyć.
uk: Неякісних препаратів ти в мене не знайдеш, а мені потрібно на щось жити.

source: Paru gapiów już się tu zebrało, więc możesz zacząć od nich.
uk: Тут вже зібралося кілька людей, тож можеш почати з них.

source: Paru gości co prawda też się przewinęło, ale nie przypominam sobie nikogo łysego i o tak dziwnym imieniu.
uk: Щоправда, також нам траплялись і кілька чоловіків, але я не пригадую нікого лисого з таким дивним ім'ям.

source: Paru kości, krwi jakiegoś zwierzaka i broni Wilczych Synów.
uk: Кілька кісток, кров якоїсь тварини і зброя Вовчих Синів.

source: Paru ludzi Volkera regularnie mnie odwiedza. Nie są agresywni, ale obawiam się, że odmowa mogłaby się dla mnie źle skończyć.
uk: До мене регулярно навідуються декілька людей Волкера. Вони не проявляють агресії, але я боюся, що відмова може погано для мене закінчитися.

source: Paru skrzyniach! A zresztą, klient nasz Pan.
uk: На кількох ящиках! Що ж, бажання клієнта – закон.

source: Paruj!
uk: Паруй!

source: Parujący wywar z resztek to najlepszy sposób
uk: Бульйон з недоїдків – це найкращий спосіб

source: Parzy dłonie przy dotyku i śmierdzi siarką.
uk: Обпікає руки при дотику і пахне сіркою.

source: Parzący ognisty korzeń
uk: Пекучий вогняний корінь

source: Parę dni temu facet chwalił się o jakimś przekręcie. Ale to nie ja spędzałam z nim czas.
uk: Кілька днів тому один хлопець хвалився якоюсь аферою. Але я з ним не спілкувалася.

source: Parę dni temu przybył do nas myśliwy, podobno najlepszy w całym mieście. Zainteresował się całą tą sytuacją.
uk: Кілька днів тому до нас приходив мисливець, нібито найкращий у всьому місті. Він зацікавився цією ситуацією.

source: Parę dni temu wynająłem do roboty pewnego chłopaka, który twierdził, że zna się na ziołach jak mało kto.
uk: Декілька днів тому я найняв хлопця, який стверджував, що розуміється на травах як ніхто інший.

source: Parę dni temu wyszedłem się odlać na zewnątrz i pech chciał, że mi się wyśliznęła.
uk: Кілька днів тому я вийшов на вулицю, щоб відлити, і мені не пощастило... Він просто вислизнув.

source: Parę dni temu wysłałem na zwiad oddział sierżanta Gerwina.
uk: Кілька днів тому я відправив загін сержанта Гервіна на розвідку.

source: Parę dni temu zjadł nawet klucz do mojego kufra!
uk: Кілька днів тому він навіть з'їв ключ від моєї скрині!

source: Parę dni temu, jakiś bogacz wpadł do nas po drodze do Mrocznych Tajemnic. Skarżył się, jak to jakaś kobieta z wielkim młotem przegoniła go z Austerii Ernesto. Chyba nazywała się Ilse.
uk: Кілька днів тому, дорогою до Темних Таємниць до нас завітав багатий чоловік. Він поскаржився, що якась жінка з великим молотом вигнала його з Гостинного двору Ернесто. Здається, її звали Ільза.

source: Parę dni temu. Chciałem sprawdzić, czy w końcu zaczęli tam sprzedawać dobry alkohol, ale bardzo się zawiodłem.
uk: Кілька днів тому. Хотів перевірити, чи почали там нарешті продавати хороший алкоголь, але залишився глибоко розчарованим.

source: Parę dni. Nie jest łatwo i jem tylko to, co uda mi się złapać. Głównie pędraki i chrząszcze. Ale niebawem to się skończy.
uk: Кілька днів. Це нелегко, доводиться їсти тільки те, що вдається знайти. В основному це корінці і м'ясні жуки. Але це скоро закінчиться.

source: Parę lat temu przybyłam z Południowych Wysp.
uk: Кілька років тому я прибула з Південних Островів.

source: Parę miesięcy temu dostałem zamówienie na naostrzenie podobnie wyglądających grotów.
uk: Кілька місяців тому я отримав замовлення на заточення схожих наконечників.

source: Parę monet nie oznacza aż tak małej kwoty! Przynieś więcej.
uk: Кілька монет – це занадто мало! Принеси більше.

source: Parę monet? W ramach nagrody mógłbyś odstąpić mi jedną sakiewkę.
uk: Кілька монет? Як винагороду ти міг би дати мені цілий гаманець.

source: Parę monet? W ramach nagrody mógłbyś odstąpić mi trochę tego złota...
uk: Кілька монет? Як винагороду, ти міг би дати мені трохи того золота...

source: Parę osób. Na co dzień mam za dużo innej roboty, by wytwarzać ogromne ilości bełtów potrzebnych tylko łowcom.
uk: Лише кілька осіб. У мене достатньо іншої щоденної роботи, щоб ще й виготовляти величезну купу болтів, потрібних лише мисливцям.

source: Parę razy zdarzyło mi się myśleć o ich przegonieniu... I nawet doszedłem do pewnych wniosków.
uk: Кілька разів я думав про те, щоб прогнати їх геть... І я навіть дійшов певних висновків.

source: Parę sztuk złota udziału załatwi sprawę?
uk: Кілька золотих вирішать проблему?

source: Parę sztuk złota udziału załatwi sprawę? (20 SZ)
uk: Кілька золотих вирішать проблему? (20 золотих)

source: Parę tygodni temu wpadło do mnie nad ranem dwóch chłopaków w twoim wieku i poprosiło, żebym przepisał im kilka stron pewnej księgi.
uk: Кілька тижнів тому до мене вранці зайшли двоє хлопців приблизно твого віку і попросили переписати для них кілька сторінок з якоїсь книжки.

source: Parę wilków, ale jakoś sobie z nimi poradziliśmy.
uk: Кілька вовків, але ми якось з ними впоралися.

source: Parę śladów prowadzi do zagajnika na północ stąd.
uk: Кілька слідів ведуть до лісу на північ звідси.

source: Parę, to znaczy ile?
uk: Кілька, це скільки?

source: Pas
uk: Пояс

source: Pas Magicznej Obrony
uk: Пояс магічного захисту

source: Pas Mocy
uk: Пояс міці

source: Pas Obrony
uk: Пояс захисту

source: Pas Obrońcy
uk: Пояс захисника

source: Pas Ochrony
uk: Пояс оборони

source: Pas Ognistego Biegacza
uk: Пояс вогнеходця

source: Pas Południowca
uk: Пояс південця

source: Pas Siły
uk: Пояс сили

source: Pas Umiejętności
uk: Пояс майстерності

source: Pas Wilczego Dowódcy
uk: Пояс Вовчого командира

source: Pas Wzmocnienia
uk: Пояс підсилення

source: Pas Zręczności
uk: Пояс спритності

source: Pas awanturnika
uk: Пояс мандрівника

source: Pas doświadczonego awanturnika
uk: Пояс досвідченого мандрівника

source: Pas gońca Araxos
uk: Пояс посланця Араксосу

source: Pas gwiezdnej mocy
uk: Пояс астральної сили

source: Pas kusznika straży
uk: Пояс вартового арбалетника

source: Pas maga
uk: Пояс мага

source: Pas magii
uk: Магічний пояс

source: Pas mistrza
uk: Пояс чемпіона

source: Pas mistrza przywołań
uk: Пояс майстра виклику

source: Pas myśliwego
uk: Пояс мисливця

source: Pas najemnika Araxos
uk: Пояс найманця Араксосу

source: Pas nowicjusza
uk: Пояс послушника

source: Pas siłacza
uk: Пояс силача

source: Pas skoczka
uk: Пояс акробата

source: Pas strażnika
uk: Пояс вартового

source: Pas szermierza straży
uk: Пояс вартового мечника

source: Pas uzdrowiciela
uk: Пояс цілителя

source: Pas wojownika Południowców
uk: Пояс воїна південця

source: Pas wojownika z Nordmaru
uk: Пояс нордмарського воїна

source: Pas wspinacza
uk: Пояс верхолаза

source: Pas zręczności
uk: Пояс спритника

source: Pas łowcy Araxos
uk: Пояс мисливця Араксосу

source: Pas żeglarza
uk: Пояс моряка

source: Pasanie owiec i przerzucanie gnoju? Żartujesz sobie?
uk: Пасти овець і вигрібати гній? Жартуєш?

source: Pasać owce, ugniatać kompost, przerzucać gnój...
uk: Пасти овець, місити компост, вигрібати гній...

source: Pasieki pszczelarzy regularnie nachodzi mieszkający w pobliżu niedźwiedź. Według Bevina musi mieć swoje leże gdzieś bardzo blisko. Jeśli uda mi się pozbyć zwierzęcia, otrzymam w nagrodę najlepszy miód pszczelarza.
uk: На пасіку регулярно нападає ведмідь, який живе неподалік. За словами Бевіна, його лігво має бути десь дуже близько. Якщо мені вдасться позбутися звіра, я отримаю в нагороду найкращий мед пасічника.

source: Paskudna bestia! Dobrze, że już po niej.
uk: Мерзенна тварюка! Добре, що вона здохла.

source: Paskudna bestia! Dobrze, że już po wszystkim.
uk: Мерзенна тварюка! Добре, що все минулося.

source: Paskudna śmierć...
uk: Жахлива смерть...

source: Paskudnie śmierdzi, ale na szczęście jest jeszcze świeża. Przynajmniej sprzątanie nie zajmie mi tak dużo czasu.
uk: Смердить жахливо, але, на щастя, все ще свіжа. Принаймні, прибирання не займе у мене багато часу.

source: Paskudny robal...
uk: Гидкий жук...

source: Paskudztwo! Co ty myślisz, że u nas w karczmie faceci po całym dniu treningu i polowań będą sączyć sobie wino?
uk: Гидота! Ти думаєш, що хлопці в нашій корчмі будуть розпивати вино після цілого дня тренувань і полювань?

source: Pasował do twojego opisu, więc go przyprowadziliśmy.
uk: Він відповідає твоєму опису, тож ми його привели.

source: Pasterz
uk: Пастух

source: Pasterz o imieniu Otho skarżył się, że potrzebuje pomocy.
uk: Пастух на ім'я Отто поскаржився, що йому потрібна допомога.

source: Pasterz o imieniu Otho widział, jak wielki facet wyprowadza z chaty Kurta jakiegoś człowieka. Gdy Otho podszedł bliżej, żeby przyjrzeć się zdarzeniu, od tyłu złapał go jakiś drugi mężczyzna i groził mu śmiercią. Na szczęście uwolnił później pasterza. Nie wiem, czy powinienem wierzyć w słowa tego dziwaka. Z drugiej strony wyglądał na bardzo wystraszonego, no i dlaczego miałby kłamać?
uk: Пастух на ім'я Отто бачив, як здоровань виводить якогось чоловіка з хатини Курта. Коли Отто підійшов ближче, щоб подивитися, що сталося, другий чоловік схопив його ззаду і погрожував його вбити. На щастя, пізніше він відпустив пастуха. Я не знаю, чи варто вірити словам цього дивного чоловіка. З іншого боку, він виглядав дуже переляканим, та й навіщо йому брехати?

source: Pasterz pilnujący owiec w Silbach może mi sprzedać mięso oraz skóry tych zwierząt.
uk: Пастух, який пильнує овець у Сільбаху, може продати мені м'ясо та шкури цих тварин.

source: Pasterze i ich zaginione owce to w tym momencie kompletnie nieistotna sprawa.
uk: Пастухи та їхні загублені вівці зараз мене не цікавлять.

source: Pasuje ci taki układ?
uk: Тебе це влаштовує?

source: Pasuje ci ten mundur, chłopcze. Straży miejskiej przyda się trochę świeżej krwi.
uk: Тобі личить ця форма, хлопче. Міській Варті не завадить свіжа кров.

source: Pasztet z resztek
uk: Паштет з недоїдків

source: Pat
uk: Пат

source: Pat dobrze prawi! To co, młody, zgoda?
uk: Пат правду каже! То що скажеш, хлопче?

source: Pat, ku mojemu zaskoczeniu, był wdzięczny za uśmiercenie Becketta. Amulet mojej mamy w końcu do mnie wrócił. Miło znowu trzymać go w rękach. Pora wracać do Corteza.
uk: Пат, на мій подив, був вдячний за вбивство Беккета. Амулет моєї матері нарешті повернувся до мене. Приємно знову тримати його в руках. Час повертатися до Кортеза.

source: Patelnia
uk: Сковорода

source: Patelnia Jil
uk: Сковорода Джил

source: Patowa sytuacja. Może znajdziemy rozwiązanie korzystne dla na obu?
uk: Безвихідна ситуація. Можливо, ми зможемо знайти краще рішення для нас обох?

source: Patracjan
uk: Патриціан

source: Patrolowałem obszar w pobliżu rzeki, gdy nagle usłyszałem rzężenie zwierzęcia, dobiegające z pobliskiego zapadliska.
uk: Я патрулював територію біля річки, коли раптом почув гарчання, що долинало з яру неподалік.

source: Patroluje tereny w pobliżu południowo-wschodniej bramy Silbach. Po drugiej stronie muru ma swój obóz.
uk: Він патрулює поблизу південно-східних воріт Сільбаху. По той бік стіни в нього табір.

source: Patrz i ucz się, jak to robi najlepszy myśliwy na wyspie.
uk: Дивись і вчись, як це робить найкращий мисливець на острові.

source: Patrz mi na usta.
uk: Читай по губах.

source: Patrzcie go, najpierw mi głowę w Przystani zawracał, a teraz robotę oferuje. Dobrze, mów, o co chodzi, i najlepiej zacznij od określenia wysokiej zapłaty.
uk: Погляньте на нього, спочатку він не давав мені спокою у Гавані, а тепер пропонує роботу. Що ж, розказуй, в чому справа, і краще почни з високої оплати.

source: Patrzcie go, po raz pierwszy sam przyszedł załatwić interes i się mądrzy! Słuchaj, albo robimy to, co mamy zrobić, albo się żegnamy.
uk: Подивіться на нього, він вперше особисто прийшов ладнати справи, а вже мудрує! Слухай, або ми робимо те, що повинні, або прощаємося.

source: Patrzcie kto się pojawił, nasz wielki łowca przygód! To ty nas tutaj zaciągnąłeś i ty teraz nas wyciągniesz.
uk: Подивіться, хто прийшов, наш великий шукач пригод! Це ти нас сюди затягнув, тож тобі нас і витягати.

source: Patrzcie na nich, jak tłumnie przybywają! O tak! Dobrze wiecie, o kim mówię!
uk: Подивіться, як вони товпляться! Ви чудово знаєте, про кого я говорю!

source: Patrzcie, chłopcy, zdaje się, że czeka nas lepsza zabawa niż z tamtym tchórzem kręcącym się przy kowalu!
uk: Дивіться, хлопці, здається, нас чекає цікавіша розвага, ніж з тим боягузом, що крутиться біля коваля!

source: Patrzcie, czy to nie ten, za którym Volker wysłał list gończy? To się nam trafiło, najpierw trochę na nim zarobimy, a później zajmiemy się panienką.
uk: Дивіться, це хіба не той, кого Волкер оголосив в розшук? Оце нам пощастило, спочатку ми заробимо трохи грошей на ньому, а потім займемося дівчиною.

source: Patrzcie, kto się pojawił! Postanowiłeś jednak pomóc starym towarzyszom?
uk: Погляньте, хто з'явився! Вирішив допомогти старим товаришам?

source: Patrzcie, lokalny patriota, nie powie niczego złego o swojej okolicy!
uk: Дивіться, місцевий патріот, нічого поганого про свій край не скаже!

source: Patrzymy na to, coście narobili.
uk: Дивимося на те, що ви наробили.

source: Patrzysz na moją wspaniałą kolekcję przedmiotów wszelakich. Wszystko to, co widzisz, to zastaw pod zaciągnięte długi.
uk: Ти дивишся на мою чудову колекцію всякої всячини. Все, що ти бачиш, було закладено у борг.

source: Patrząc na ciebie, będę zadowolona jeśli zrobisz chociaż dziesięć.
uk: Дивлячись на тебе, я буду задоволена, якщо ти зробиш хоча б десять.

source: Patrząc na ciebie, to prędzej uciąłbyś sobie palce, niż pomógł mi przy pracy.
uk: Дивлячись на тебе, ти скоріше відріжеш собі пальці, ніж допоможеш мені з роботою.

source: Patrząc na ciebie, trudno mi w to uwierzyć, ale niech będzie.
uk: Дивлячись на тебе, мені важко в це повірити, але хай буде так.

source: Patrząc na ich obecne zmagania, trudno mi sobie wyobrazić, że jeszcze trzydzieści parę lat temu ich walki były sporadyczne.
uk: Дивлячись на їхню нинішню боротьбу, мені важко уявити, що лише тридцять з гаком років тому їхні сутички були поодинокими.

source: Patrząc na ich rany, wątpię.
uk: Дивлячись на їхні рани, сумніваюся.

source: Patrząc na jego stan, nie za szybko.
uk: Судячи з його стану, то не скоро.

source: Patrząc na takiego wymoczka jak ty, to wcale im się nie dziwię!
uk: Дивлячись на такого нікчему, як ти, я їх не засуджую!

source: Patrząc na to, co ostatnio wyprawiają, wątpię, ale mam szczerą nadzieję, że w końcu się odnajdzie.
uk: Дивлячись на те, чим вони займаються останнім часом, я сумніваюся в цьому. Але щиро сподіваюся, що він все ж знайдеться.

source: Patrząc na to, ile trzeba było zrobić, nie dziwię się, że mało kto daje radę.
uk: Дивлячись на те, скільки всього довелося зробити, я не здивований, що мало хто з цим справляється.

source: Patrząc na to, jak szanowni panowie się guzdrają, chyba sobie jeszcze poczekam...
uk: З огляду на те, що шановні пани зовсім не квапляться, схоже, мені доведеться ще почекати...

source: Patrząc na twoje wątłe ramiona widownia pewnie nie zdąży się nawet rozgrzać.
uk: Дивлячись на твої кволі плечі, глядачі, мабуть, навіть не встигнуть розігрітися.

source: Patrząc na twój brak refleksji odnośnie swoich własnych działań i ślepą potrzebę zemsty, nie dziwię się, że nie potrafisz zrozumieć moich intencji.
uk: Дивлячись на твою нездатність замислитися над власними вчинками і сліпу потребу помсти, я не дивуюся, що ти не можеш зрозуміти моїх намірів.

source: Patrząc na wasz wygląd, to ni cholery na miastowych mi nie wyglądacie!
uk: Судячи з вашого вигляду, ви анітрохи не схожі на міських жителів!

source: Patrząc po tobie to każda złota moneta się przyda.
uk: Дивлячись на тебе, тобі стане в нагоді кожна золота монета.

source: Patrząc po tobie, podejrzewam, że raczej nie masz na myśli stałej pracy przy winogronach.
uk: Дивлячись на тебе, я підозрюю, що ти навряд чи маєш на увазі постійну роботу з виноградом.

source: Patrząc po tobie, spodziewałem się raczej jakiejś nielegalnej próby wtargnięcia do miasta.
uk: Дивлячись на тебе, я скоріше очікував якоїсь незаконної спроби проникнути до міста.

source: Patrząc po waszych minach, domyślam się, że pewnie wolelibyście o tym nie rozmawiać.
uk: Дивлячись на ваші вирази облич, здогадуюсь, що ви, напевно, воліли б не говорити про це.

source: Patrząc po śladach, była to trójka ludzi. Gdyby nie oni i ty, byłbym o włos od wytropienia celu.
uk: Судячи зі слідів, їх було троє. Якби не вони і не ти, я вже був би на волосину від того, щоб вистежити ціль.

source: Patyk
uk: Палиця

source: Paulus
uk: Паулюс

source: Paulus widział, jak jakiś baran idzie za karczmę Bastiana.
uk: Паулюс бачив, як якийсь баран ходив за корчмою Бастіана.

source: Paulus, przebywający na placu pod karczmą w Silbach, może mnie za opłatą nauczyć walki bronią jednoręczną.
uk: Паулюс, якого можна знайти на площі біля корчми в Сільбаху, може за певну плату навчити мене битися одноручною зброєю.

source: Pawłoch - 'Mówiłem od razu, że znam Willema!'
uk: Pawloch – 'Я ж казав, що знаю Віллема!'

source: Pazur Harpii
uk: Кіготь Гарпії

source: Pazur morskiego topielca
uk: Кігті морського луркера

source: Pazur topielca
uk: Кігті луркера

source: Pazury
uk: Кігті

source: Pazury możesz pozyskiwać z wielu gatunków, ale zasada zawsze jest taka sama. Zacznij od złapania palca danego zwierzęcia i upewnij się, że pazur jest cały wysunięty.
uk: Ти можеш дістати кігті багатьох видів тварин, але принцип завжди один і той самий. Спершу візьми лапу, зафіксуй палець, і перевір, чи кіготь повністю висунувся.

source: Pałeczka
uk: Барабанна паличка

source: Pałka
uk: Дрючок

source: Pałka bojowa
uk: Бойова булава

source: Pałka wartownika
uk: Палиця охоронця

source: Pałka wodnego kręgu
uk: Палиця Кільця Води

source: Pałka z kolcami
uk: Дрючок з шипами

source: Pchaj wóz
uk: Штовхати віз

source: Pcham ją, nie widać?
uk: Я пхаю її, хіба ти не бачиш?
